Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 그동안 찍어 둔 회고 %lld개로 잘 되는 요일과 시간대, 자주 미루는 일을 보여 드립니다.
cs: Vaše dosavadní ohlédnutí (%lld) ukazují, které dny a časy vám vyhovují a co pořád odkládáte.
da: Dine %lld gennemgange indtil nu viser, hvilke dage og tidspunkter der fungerer for dig, og hvad du bliver ved med at udskyde.
de: Deine bisherigen %lld Rückblicke zeigen, welche Tage und Uhrzeiten für dich funktionieren und was du immer wieder aufschiebst.
el: Οι %lld ανασκοπήσεις σου μέχρι τώρα δείχνουν ποιες ημέρες και ώρες σου ταιριάζουν και τι αναβάλλεις συνέχεια.
en: Your %lld reviews so far show which days and times work for you, and what you keep putting off.
es: Tus %lld revisiones hasta ahora muestran qué días y horas te funcionan, y qué sueles aplazar.
fi: Tähänastiset %lld katsaustasi näyttävät, mitkä päivät ja ajat sopivat sinulle ja mitä lykkäät jatkuvasti.
fr: Vos %lld bilans montrent quels jours et quelles heures vous réussissent, et ce que vous remettez sans cesse à plus tard.
id: %lld tinjauan Anda sejauh ini menunjukkan hari dan jam yang cocok bagi Anda, dan apa yang terus Anda tunda.
it: Le tue %lld revisioni finora mostrano in quali giorni e orari rendi meglio e cosa continui a rimandare.
ja: これまでの%lld件の振り返りから、うまくいく曜日と時間帯、つい先延ばしにしていることをお見せします。
nb: De %lld gjennomgangene dine så langt viser hvilke dager og tidspunkter som fungerer for deg, og hva du stadig utsetter.
nl: Je %lld terugblikken tot nu toe laten zien welke dagen en tijden voor je werken, en wat je steeds uitstelt.
pl: Twoje podsumowania (%lld) pokazują, które dni i pory Ci służą i co ciągle odkładasz.
pt_br: Suas %lld revisões até agora mostram quais dias e horários funcionam para você e o que você vive adiando.
ru: Ваши итоги (%lld) показывают, какие дни и часы вам удаются и что вы постоянно откладываете.
sv: Dina %lld genomgångar hittills visar vilka dagar och tider som fungerar för dig, och vad du hela tiden skjuter upp.
th: การทบทวน %lld ครั้งที่ผ่านมาแสดงให้เห็นว่าวันและช่วงเวลาไหนเหมาะกับคุณ และอะไรที่คุณมักเลื่อนออกไป
tr: Şimdiye kadarki %lld değerlendirmeniz hangi gün ve saatlerin size uyduğunu, neyi sürekli ertelediğinizi gösterir.
vi: %lld lần nhìn lại của bạn cho thấy ngày và giờ nào hợp với bạn, và việc gì bạn hay trì hoãn.
zh_hans: 根据你至今记下的 %lld 条复盘，告诉你哪些日子和时段最顺手，以及你常拖延的事。
zh_hant: 根據你至今記下的 %lld 則回顧，告訴你哪些日子和時段最順手，以及你常拖延的事。

source: 글로 (1시간 0분)
cs: Slovy (1 h 0 min)
da: I ord (1 t 0 min)
de: In Worten (1 Std. 0 Min.)
el: Με λέξεις (1 ώ. 0 λ.)
en: In words (1h 0m)
es: En palabras (1 h 0 min)
fi: Sanoin (1 t 0 min)
fr: En toutes lettres (1 h 0 min)
id: Kata-kata (1 jam 0 mnt)
it: A parole (1 h 0 min)
ja: 文章で（1時間0分）
nb: I ord (1 t 0 min)
nl: In woorden (1 u 0 min)
pl: Słownie (1 h 0 min)
pt_br: Por extenso (1 h 0 min)
ru: Словами (1 ч 0 мин)
sv: I ord (1 h 0 min)
th: เป็นคำ (1 ชม. 0 นาที)
tr: Yazıyla (1 sa 0 dk)
vi: Bằng chữ (1 giờ 0 phút)
zh_hans: 文字（1 小时 0 分）
zh_hant: 文字（1 小時 0 分）

source: 글쓰기·구현·설계처럼 맥락을 다시 불러와야 하는 일은 조각 크기로 잡아두면 시동만 걸다 끝납니다. 시간을 늘리거나, 그 앞에 '준비' 조각 단계를 따로 두세요.
cs: Psaní, programování, navrhování – cokoli, kde se musíte znovu ponořit do souvislostí, spotřebuje celý střípek jen na rozjezd. Dejte tomu víc času, nebo před to zařaďte samostatný střípek „příprava“.
da: Skrivning, udvikling, design – alt, hvor du skal have konteksten ind i hovedet igen, bruger hele tidslommen på bare at komme i gang. Giv det mere tid, eller sæt en separat “gør klar”-tidslomme foran.
de: Schreiben, Programmieren, Entwerfen – alles, wofür du dich erst wieder einarbeiten musst, verbraucht den ganzen Splitter fürs Anlaufen. Gib ihm mehr Zeit oder stell einen eigenen „Vorbereiten“-Splitter davor.
el: Γράψιμο, προγραμματισμός, σχεδιασμός — ό,τι σε αναγκάζει να ξαναφορτώσεις το πλαίσιο θα ξοδέψει όλο το κομμάτι απλώς για να ζεσταθείς. Δώσ’ του περισσότερο χρόνο ή βάλε μπροστά ένα ξεχωριστό κομμάτι «προετοιμασίας».
en: Writing, building, designing — anything where you have to load the context back in will spend the whole fragment just spinning up. Give them more time, or put a separate “get ready” fragment in front.
es: Escribir, programar, diseñar: en todo lo que exige recuperar el contexto, el fragmento entero se va en arrancar. Dales más tiempo o pon delante un fragmento aparte de “preparación”.
fi: Kirjoittaminen, rakentaminen, suunnittelu – kaikki, missä asiayhteys pitää ladata takaisin päähän, kuluttaa koko pätkän pelkkään käynnistymiseen. Anna niille enemmän aikaa tai lisää eteen erillinen ”valmistaudu”-pätkä.
fr: Rédiger, coder, concevoir : tout ce qui demande de se remettre dans le contexte consomme le fragment entier rien qu’au démarrage. Donnez-leur plus de temps, ou placez avant un fragment « préparation » séparé.
id: Menulis, membangun, merancang — apa pun yang mengharuskan Anda memuat ulang konteks akan menghabiskan seluruh kepingan hanya untuk pemanasan. Beri waktu lebih, atau taruh kepingan “persiapan” terpisah di depannya.
it: Scrivere, programmare, progettare: tutto ciò che richiede di riprendere il filo consuma l’intero frammento solo per partire. Dagli più tempo o metti davanti un frammento separato di “preparazione”.
ja: 執筆・実装・設計のように文脈を呼び戻す必要がある作業は、かけらの長さでは準備運動だけで終わってしまいます。時間を延ばすか、その前に「準備」のかけらを別に置きましょう。
nb: Skriving, utvikling, design – alt der du må laste konteksten inn i hodet igjen, bruker hele tidslommen bare på å komme i gang. Gi det mer tid, eller sett en egen «gjør klar»-tidslomme foran.
nl: Schrijven, bouwen, ontwerpen — alles waarvoor je de context opnieuw moet laden, kost het hele fragment alleen aan opstarten. Geef het meer tijd, of zet er een apart ‘klaarzetten’-fragment voor.
pl: Pisanie, programowanie, projektowanie — wszystko, co wymaga ponownego wczytania kontekstu, zużyje cały okruch na rozruch. Daj więcej czasu albo postaw przed tym osobny okruch „przygotuj się”.
pt_br: Escrever, programar, projetar — tudo em que você precisa recarregar o contexto gasta o fragmento inteiro só no aquecimento. Dê mais tempo ou coloque antes um fragmento separado de “preparação”.
ru: Тексты, разработка, проектирование — всё, где нужно заново погружаться в контекст, съест весь кусочек на раскачку. Дайте больше времени или поставьте перед ним отдельный кусочек «подготовиться».
sv: Skriva, bygga, designa – allt där du måste komma in i sammanhanget igen förbrukar hela ministeget på att bara komma igång. Ge det mer tid, eller lägg ett separat ”förbered”-ministeg före.
th: การเขียน การพัฒนา การออกแบบ — งานใดที่ต้องโหลดบริบทกลับเข้ามา จะใช้ชิ้นย่อยทั้งชิ้นไปกับการวอร์มเครื่อง ให้เวลามากขึ้น หรือวางชิ้นย่อย “เตรียมตัว” แยกไว้ข้างหน้า
tr: Yazmak, kodlamak, tasarlamak: bağlamı yeniden yüklemenizi gerektiren her iş, parçanın tamamını ısınmaya harcar. Bunlara daha fazla süre verin ya da önüne ayrı bir “hazırlık” parçası koyun.
vi: Viết, lập trình, thiết kế — việc gì cần nạp lại ngữ cảnh sẽ tiêu hết cả mảnh chỉ để khởi động. Hãy cho thêm thời gian, hoặc đặt một mảnh “chuẩn bị” riêng phía trước.
zh_hans: 写作、开发、设计这类需要重新进入状态的工作，若排成碎片大小，整段时间都会花在热身上。请给它更多时间，或在前面另外放一个“准备”碎片步骤。
zh_hant: 寫作、實作、設計這類需要重新載入脈絡的工作，若排成碎片大小，整段時間都會花在暖機上。請給它更多時間，或在前面另外放一個「準備」碎片步驟。

source: 금요일
cs: Pátek
da: Fredag
de: Freitag
el: Παρασκευή
en: Friday
es: viernes
fi: perjantai
fr: vendredi
id: Jumat
it: Venerdì
ja: 金曜日
nb: Fredag
nl: vrijdag
pl: Piątek
pt_br: Sexta-feira
ru: Пятница
sv: Fredag
th: วันศุกร์
tr: Cuma
vi: Thứ Sáu
zh_hans: 星期五
zh_hant: 星期五

source: 기념일·마감일처럼 그날의 일이지만 시간을 차지하지 않습니다. 남은 시간에서 빠지지 않고, 그날 맨 위에 따로 섭니다.
cs: Pro věci jako narozeniny nebo termíny, které ke dni patří, ale nezabírají čas. Neubírají z volného času a zobrazují se nahoře ve dni.
da: Til ting som fødselsdage eller deadlines, der hører til dagen, men ikke tager tid. De trækkes ikke fra din ledige tid og står øverst på dagen.
de: Für Dinge wie Geburtstage oder Fristen, die zum Tag gehören, aber keine Zeit belegen. Sie gehen nicht von deiner freien Zeit ab und stehen oben im Tag.
el: Για πράγματα όπως γενέθλια ή προθεσμίες που ανήκουν στην ημέρα αλλά δεν πιάνουν χρόνο. Δεν αφαιρούνται από τον ελεύθερο χρόνο σου και εμφανίζονται στην κορυφή της ημέρας.
en: For things like birthdays or deadlines that belong to the day but don't take up time. They don't count against your free time and sit at the top of the day.
es: Para cosas como cumpleaños o fechas de entrega que pertenecen al día pero no ocupan tiempo. No restan de tu tiempo libre y se colocan arriba del todo en el día.
fi: Esimerkiksi syntymäpäiville tai määräpäiville, jotka kuuluvat päivään mutta eivät vie aikaa. Ne eivät vähennä vapaata aikaa ja näkyvät päivän ylimpänä.
fr: Pour les anniversaires ou les échéances qui appartiennent au jour sans occuper de temps. Ils ne sont pas déduits de votre temps libre et s’affichent en haut de la journée.
id: Untuk hal seperti ulang tahun atau tenggat yang melekat pada hari itu tapi tidak memakai waktu. Tidak mengurangi waktu luang dan berada di atas hari itu.
it: Per compleanni o scadenze che appartengono al giorno ma non occupano tempo. Non si sottraggono al tempo libero e restano in cima al giorno.
ja: 記念日や締め切りのように、その日のことだけど時間は取らないもの。空き時間から引かれず、その日のいちばん上に表示されます。
nb: For ting som bursdager eller frister som hører til dagen, men ikke tar tid. De trekkes ikke fra den ledige tiden din og står øverst på dagen.
nl: Voor dingen als verjaardagen of deadlines die bij de dag horen maar geen tijd innemen. Ze gaan niet af van je vrije tijd en staan bovenaan de dag.
pl: Na urodziny czy terminy, które należą do dnia, ale nie zajmują czasu. Nie odejmują wolnego czasu i stoją osobno na górze dnia.
pt_br: Para coisas como aniversários ou prazos que pertencem ao dia mas não ocupam tempo. Não descontam do seu tempo livre e ficam no topo do dia.
ru: Для дней рождения, дедлайнов и всего, что относится к дню, но не занимает времени. Не вычитается из свободного времени и стоит отдельно вверху дня.
sv: För saker som födelsedagar eller deadlines som hör till dagen men inte tar tid. De dras inte från din fria tid och ligger överst på dagen.
th: สำหรับวันเกิดหรือกำหนดส่งที่เป็นของวันนั้นแต่ไม่ใช้เวลา ไม่หักออกจากเวลาว่าง และอยู่ด้านบนสุดของวัน
tr: Doğum günleri ya da son tarihler gibi o güne ait ama zaman kaplamayan şeyler için. Boş zamanınızdan düşülmez ve günün en üstünde durur.
vi: Dành cho những thứ như sinh nhật hay hạn chót thuộc về ngày đó nhưng không chiếm thời gian. Không trừ vào thời gian trống và nằm riêng ở đầu ngày.
zh_hans: 像纪念日、截止日这类属于当天、但不占时间的事。不会从剩余时间中扣除，会单独显示在当天最上方。
zh_hant: 像紀念日、截止日這類屬於當天、但不占時間的事。不會從剩餘時間中扣除，會單獨顯示在當天最上方。

source: 기본
cs: Základy
da: Grundlæggende
de: Grundlagen
el: Βασικά
en: Basics
es: Básico
fi: Perusasiat
fr: Général
id: Dasar
it: Generali
ja: 基本
nb: Grunnleggende
nl: Basis
pl: Podstawy
pt_br: Básico
ru: Основное
sv: Allmänt
th: พื้นฐาน
tr: Temel
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

source: 기본 루틴과 샘플 할 일·블록을 추가하시겠습니까?
cs: Přidat úvodní rutiny spolu s ukázkovými úkoly a bloky?
da: Vil du tilføje startrutinerne samt eksempler på opgaver og blokke?
de: Die Start-Routinen samt Beispielaufgaben und -blöcken hinzufügen?
el: Να προστεθούν οι αρχικές ρουτίνες μαζί με δείγματα εργασιών και μπλοκ;
en: Add the starter routines plus sample to-dos and blocks?
es: ¿Añadir las rutinas iniciales y tareas y bloques de ejemplo?
fi: Lisätäänkö aloitusrutiinit sekä esimerkkitehtävät ja -lohkot?
fr: Ajouter les routines de départ ainsi que des tâches et blocs d’exemple ?
id: Tambahkan rutinitas awal beserta contoh tugas dan blok?
it: Aggiungere le routine iniziali con attività e blocchi di esempio?
ja: 基本のルーティンとサンプルのやること・ブロックを追加しますか？
nb: Vil du legge til startrutinene og eksempler på oppgaver og blokker?
nl: Startroutines plus voorbeeldtaken en -blokken toevoegen?
pl: Dodać rutyny startowe oraz przykładowe zadania i bloki?
pt_br: Adicionar as rotinas iniciais e exemplos de tarefas e blocos?
ru: Добавить базовые рутины, а также примеры задач и блоков?
sv: Lägga till startrutinerna plus exempeluppgifter och block?
th: เพิ่มกิจวัตรเริ่มต้น พร้อมตัวอย่างสิ่งที่ต้องทำและบล็อกไหม
tr: Başlangıç rutinleri ile örnek görevler ve bloklar eklensin mi?
vi: Thêm các thói quen khởi đầu cùng việc cần làm và khối mẫu?
zh_hans: 要添加默认作息，以及示例待办事项和时间块吗？
zh_hant: 要加入預設作息，以及範例待辦事項和區塊嗎？

source: 기존 루틴 시간 안에서 진행 (회의 등)
cs: Probíhá uvnitř existující rutiny (třeba schůzka)
da: Foregår inden for en eksisterende rutine (f.eks. et møde)
de: Findet innerhalb einer bestehenden Routine statt (z. B. ein Meeting)
el: Γίνεται μέσα σε υπάρχουσα ρουτίνα (π.χ. μια σύσκεψη)
en: Runs inside an existing routine (a meeting, say)
es: Ocurre dentro de una rutina existente (una reunión, por ejemplo)
fi: Tapahtuu olemassa olevan rutiinin sisällä (vaikkapa palaveri)
fr: Se déroule pendant une routine existante (une réunion, par exemple)
id: Berlangsung di dalam rutinitas yang ada (misalnya rapat)
it: Si svolge dentro una routine esistente (ad esempio una riunione)
ja: 既存のルーティンの時間内で行う（会議など）
nb: Foregår inne i en eksisterende rutine (for eksempel et møte)
nl: Vindt plaats binnen een bestaande routine (bijvoorbeeld een vergadering)
pl: W czasie istniejącej rutyny (np. spotkanie)
pt_br: Acontece dentro de uma rotina existente (uma reunião, por exemplo)
ru: Внутри существующей рутины (например, встреча)
sv: Sker inom en befintlig rutin (till exempel ett möte)
th: ทำในช่วงเวลาของกิจวัตรที่มีอยู่ (เช่น ประชุม)
tr: Mevcut bir rutinin içinde gerçekleşir (örneğin bir toplantı)
vi: Diễn ra trong một thói quen có sẵn (ví dụ một cuộc họp)
zh_hans: 在已有作息时间内进行（例如会议）
zh_hant: 在既有作息時間內進行（例如會議）

source: 기준: %@
cs: Kritérium: %@
da: Kriterium: %@
de: Kriterium: %@
el: Κριτήριο: %@
en: Criteria: %@
es: Criterio: %@
fi: Kriteerit: %@
fr: Critère : %@
id: Kriteria: %@
it: Criterio: %@
ja: 基準: %@
nb: Kriterium: %@
nl: Criterium: %@
pl: Kryterium: %@
pt_br: Critério: %@
ru: Критерий: %@
sv: Kriterium: %@
th: เกณฑ์: %@
tr: Ölçüt: %@
vi: Tiêu chí: %@
zh_hans: 标准：%@
zh_hant: 標準：%@

source: 기획서 초안 작성
cs: Připravit návrh
da: Skriv udkast til forslaget
de: Konzept entwerfen
el: Προσχέδιο της πρότασης
en: Draft the proposal
es: Redactar el borrador de la propuesta
fi: Luonnostele tarjous
fr: Rédiger le brouillon de la proposition
id: Buat draf proposal
it: Scrivere la bozza della proposta
ja: 企画書の下書きを作る
nb: Skriv utkast til forslaget
nl: Eerste versie van het voorstel
pl: Szkic propozycji
pt_br: Rascunho da proposta
ru: Набросать черновик предложения
sv: Skriv ett utkast till förslaget
th: ร่างข้อเสนอโครงการ
tr: Teklif taslağını yaz
vi: Soạn bản nháp đề xuất
zh_hans: 撰写策划书初稿
zh_hant: 撰寫企劃書初稿

source: 길이
cs: délka
da: længde
de: Dauer
el: διάρκεια
en: length
es: duración
fi: kesto
fr: durée
id: durasi
it: durata
ja: 長さ
nb: lengde
nl: duur
pl: długość
pt_br: duração
ru: длительность
sv: längd
th: ความยาว
tr: süre
vi: thời lượng
zh_hans: 时长
zh_hant: 長度

source: 길이 (h)
cs: Délka (h)
da: Længde (t)
de: Dauer (h)
el: Διάρκεια (ώ.)
en: Length (h)
es: Duración (h)
fi: Kesto (t)
fr: Durée (h)
id: Durasi (j)
it: Durata (h)
ja: 長さ（時間）
nb: Lengde (t)
nl: Duur (u)
pl: Długość (h)
pt_br: Duração (h)
ru: Длительность (ч)
sv: Längd (h)
th: ความยาว (ชม.)
tr: Süre (sa)
vi: Thời lượng (giờ)
zh_hans: 时长（h）
zh_hant: 長度（h）

source: 꼭 함께여야 하면
cs: Pokud se musí překrývat
da: Hvis de skal overlappe
de: Wenn es sich überschneiden muss
el: Αν πρέπει να επικαλύπτονται
en: If they must overlap
es: Si tienen que solaparse
fi: Jos niiden on mentävä päällekkäin
fr: S’ils doivent se chevaucher
id: Jika harus bertumpuk
it: Se devono sovrapporsi
ja: どうしても重ねるなら
nb: Hvis de må overlappe
nl: Als ze moeten overlappen
pl: Jeśli muszą się nakładać
pt_br: Se precisarem se sobrepor
ru: Если пересечение неизбежно
sv: Om de måste överlappa
th: ถ้าจำเป็นต้องทับกัน
tr: Çakışmak zorundaysa
vi: Nếu buộc phải chồng nhau
zh_hans: 如果一定要重叠
zh_hant: 如果一定要重疊

source: 끄면 이 기기에서는 아무것도 나가지 않습니다. 이미 보낸 기록의 삭제를 원하시면 개발자에게 알려 주세요.
cs: Když je vypnuto, nic neopustí toto zařízení. Chcete-li smazat už odeslané záznamy, dejte vědět vývojáři.
da: Slår du det fra, forlader intet denne enhed. Skriv til udvikleren, hvis du vil have allerede sendte data slettet.
de: Ist es aus, verlässt nichts dieses Gerät. Wenn bereits gesendete Daten gelöscht werden sollen, gib dem Entwickler Bescheid.
el: Αν το απενεργοποιήσεις, τίποτα δεν φεύγει από αυτή τη συσκευή. Για να διαγραφούν όσα έχουν ήδη σταλεί, ενημέρωσε τον προγραμματιστή.
en: Turn it off and nothing leaves this device. To have already-sent records deleted, let the developer know.
es: Si lo desactivas, nada sale de este dispositivo. Para que se borren los registros ya enviados, avisa al desarrollador.
fi: Kun tämä on pois päältä, mitään ei lähde tältä laitteelta. Jos haluat jo lähetetyt tiedot poistettaviksi, ilmoita kehittäjälle.
fr: Désactivé, rien ne quitte cet appareil. Pour faire supprimer les données déjà envoyées, prévenez le développeur.
id: Matikan, dan tidak ada yang keluar dari perangkat ini. Untuk menghapus catatan yang sudah terkirim, beri tahu pengembang.
it: Se la disattivi, nulla lascia questo dispositivo. Per far eliminare i dati già inviati, scrivi allo sviluppatore.
ja: オフにすると、このデバイスからは何も送信されません。すでに送信された記録の削除をご希望の場合は、開発者にお知らせください。
nb: Slår du det av, forlater ingenting denne enheten. Gi utvikleren beskjed hvis du vil ha allerede sendte data slettet.
nl: Zet het uit en er gaat niets meer van dit apparaat weg. Wil je al verstuurde gegevens laten verwijderen, laat het de ontwikkelaar weten.
pl: Po wyłączeniu nic nie opuszcza tego urządzenia. Jeśli chcesz usunąć już wysłane dane, daj znać deweloperowi.
pt_br: Desative e nada sai deste aparelho. Para apagar registros já enviados, avise o desenvolvedor.
ru: Если выключить, с этого устройства ничего не отправляется. Чтобы удалить уже отправленные данные, напишите разработчику.
sv: Stäng av det så lämnar inget den här enheten. Om du vill att redan skickade uppgifter raderas, hör av dig till utvecklaren.
th: ปิดแล้วจะไม่มีอะไรส่งออกจากอุปกรณ์นี้ หากต้องการให้ลบบันทึกที่ส่งไปแล้ว โปรดแจ้งนักพัฒนา
tr: Kapatırsanız bu aygıttan hiçbir şey çıkmaz. Daha önce gönderilen kayıtların silinmesini istiyorsanız geliştiriciye bildirin.
vi: Tắt đi thì không có gì rời khỏi thiết bị này. Muốn xóa các bản ghi đã gửi, hãy báo cho nhà phát triển.
zh_hans: 关闭后，这台设备不会发送任何数据。如想删除已发送的记录，请告知开发者。
zh_hant: 關閉後，這台裝置不會傳出任何資料。若想刪除已傳送的紀錄，請告知開發者。

source: 끊겼다가 돌아왔을 때 무엇부터 하면 되는지. 비워 두어도 됩니다.
cs: Čím začnete, až se vrátíte. Může zůstat prázdné.
da: Hvad du skal gøre først, når du kommer tilbage. Du kan lade det stå tomt.
de: Womit du anfängst, wenn du zurückkommst. Kann leer bleiben.
el: Τι να κάνεις πρώτα όταν επιστρέψεις. Μπορείς να το αφήσεις κενό.
en: What to do first when you come back. You can leave it empty.
es: Qué hacer primero al volver. Puedes dejarlo vacío.
fi: Mitä teet ensin, kun palaat. Voit jättää tyhjäksi.
fr: Par quoi reprendre en revenant. Vous pouvez laisser vide.
id: Hal pertama yang dilakukan saat Anda kembali. Boleh dikosongkan.
it: Cosa fare per primo quando riprendi. Puoi lasciarlo vuoto.
ja: 中断から戻ったとき、何から始めればいいか。空欄でもかまいません。
nb: Hva du skal gjøre først når du kommer tilbake. Du kan la det stå tomt.
nl: Wat je als eerste doet als je terugkomt. Mag leeg blijven.
pl: Od czego zacząć po powrocie. Możesz zostawić puste.
pt_br: O que fazer primeiro quando você voltar. Pode deixar em branco.
ru: С чего начать, когда вернётесь после перерыва. Можно оставить пустым.
sv: Vad du ska göra först när du kommer tillbaka. Du kan lämna det tomt.
th: เมื่อกลับมาหลังถูกขัดจังหวะ ควรเริ่มจากอะไร เว้นว่างไว้ก็ได้
tr: Geri döndüğünüzde ilk ne yapacağınız. Boş bırakabilirsiniz.
vi: Việc cần làm trước tiên khi quay lại. Có thể để trống.
zh_hans: 中断后回来时，要先做什么。可以留空。
zh_hant: 中斷後回來時，要先做什麼。可以留空。

source: 끊기면 다시 올라와야 합니다. 방해 없는 시간에 두세요.
cs: Když vás někdo vyruší, musíte se do toho znovu dostávat. Zařaďte to do nerušeného času.
da: Bliver du afbrudt, skal du kæmpe dig ind i det igen. Læg det i uforstyrret tid.
de: Wirst du unterbrochen, musst du dich wieder hineinarbeiten. Plane es in ungestörte Zeit.
el: Αν σε διακόψουν, πρέπει να ξαναμπείς στο κλίμα. Βάλ’ το σε χρόνο χωρίς ενοχλήσεις.
en: If you're interrupted you have to climb back in. Put it in undisturbed time.
es: Si te interrumpen, tienes que volver a coger el ritmo. Ponlo en un tiempo sin interrupciones.
fi: Jos sinut keskeytetään, joudut palaamaan alkuun. Sijoita tämä häiriöttömään aikaan.
fr: Si vous êtes interrompu, il faut s’y remettre. Placez-le dans un temps sans dérangement.
id: Kalau terganggu, Anda harus memanaskan diri lagi. Taruh di waktu yang tidak terganggu.
it: Se vieni interrotto devi riprendere il filo. Mettila in un momento senza disturbi.
ja: 中断されると、また集中し直す必要があります。邪魔の入らない時間に置きましょう。
nb: Blir du avbrutt, må du jobbe deg inn i det igjen. Legg det i uforstyrret tid.
nl: Word je onderbroken, dan moet je er weer helemaal in komen. Zet het in ongestoorde tijd.
pl: Jeśli ktoś przerwie, trzeba będzie znowu się wdrożyć. Umieść to w niezakłóconym czasie.
pt_br: Se for interrompido, você terá que subir tudo de novo. Coloque num horário sem interrupções.
ru: Если прервут, придётся заново входить в работу. Поставьте в спокойное время.
sv: Blir du avbruten måste du ta dig in i det igen. Lägg det i ostörd tid.
th: ถ้าถูกขัดจังหวะ ต้องเริ่มปีนกลับใหม่ วางไว้ในเวลาที่ไม่มีใครรบกวน
tr: Bölünürseniz yeniden içine girmeniz gerekir. Rahatsız edilmeyeceğiniz bir zamana koyun.
vi: Nếu bị ngắt quãng, bạn phải lấy lại nhịp từ đầu. Hãy đặt vào khoảng thời gian không bị làm phiền.
zh_hans: 一旦被打断，就得重新找回状态。请排在不受打扰的时间。
zh_hant: 一旦被打斷，就得重新爬回狀態。請排在不受打擾的時間。

source: 끝나지 않은 일은 잔여물이 되어 그다음 덩어리 시간까지 갉아먹습니다.
cs: Nedokončená práce zanechává zbytky, které ukusují i z dalšího souvislého času.
da: Uafsluttet arbejde efterlader rester, der æder af den næste fokusblok.
de: Unerledigte Arbeit hinterlässt Reste, die auch noch die nächste Fokuszeit auffressen.
el: Η ημιτελής δουλειά αφήνει κατάλοιπα που τρώνε το επόμενο συνεχές διάστημα.
en: Unfinished work leaves residue that eats into the next chunk of time.
es: Lo que queda a medias deja un residuo que se come el siguiente tramo de tiempo.
fi: Keskeneräinen työ jättää jäänteitä, jotka syövät seuraavaa jaksoa.
fr: Un travail inachevé laisse des restes qui grignotent la plage de concentration suivante.
id: Pekerjaan yang belum tuntas meninggalkan sisa yang menggerogoti sesi fokus berikutnya.
it: Il lavoro lasciato a metà lascia residui che si mangiano il tempo di concentrazione successivo.
ja: 終わっていない作業は残りかすとなって、次のまとまった時間まで削っていきます。
nb: Uavsluttet arbeid etterlater rester som spiser av den neste fokusblokken.
nl: Onafgemaakt werk laat restanten achter die aan de volgende brok tijd vreten.
pl: Niedokończona praca zostawia ślad, który zjada następny ciągły odcinek.
pt_br: Trabalho inacabado deixa resíduos que consomem o próximo período contínuo.
ru: Незаконченное дело оставляет хвост, который съедает следующий цельный отрезок.
sv: Ofärdigt arbete lämnar rester som äter upp nästa fokustid.
th: งานที่ไม่จบจะทิ้งเศษค้าง ที่กินเข้าไปในช่วงเวลาถัดไป
tr: Bitmemiş iş, sonraki odak süresini de kemiren bir kalıntı bırakır.
vi: Việc chưa xong để lại dư âm, ăn mòn cả quãng thời gian tiếp theo.
zh_hans: 没做完的事会留下残余，连下一段大块时间也被吞掉。
zh_hant: 沒做完的事會留下殘餘，連下一段大塊時間也被吃掉。
